Repository: wp-plugins/wp-strava
Catalog: lang/messages.*.po
Languages: es_es

source: climbing
es_es: escalando

source: during
es_es: durante

source: rode
es_es: rodo

source: Athlete
es_es: Atleta

source: Could not get information from strava.com for the ride id:
es_es: No se pudo obtener informacion desde strava.com para la rodada numero:

source: On
es_es: El dia

source: Please configure the Strava search id on the widget options.
es_es: Por favor configura la opcion buscar identificador Strava en las opciones del widget.

source: Please provide the rides array to be processed.
es_es: Por favor proporciona el arreglo de rodadas para ser procesado.

source: Please specify your Strava athlete name.
es_es: Por favor configura tu nombre de atleta/club.

source: Quantity:
es_es: Cantidad:

source: Rides
es_es: Rodadas

source: Search Id:
es_es: Id Busqueda

source: Search Option:
es_es: Opcion Busqueda

source: There was an error pulling data of strava.com.
es_es: Hubo un error al obtener informacion de strava.com

source: There's an error on the widget options combination.
es_es: Existe un error en la combinacion de opciones del widget.

source: Title:
es_es: Titulo:

source: Will publish your latest rides activity from strava.com.
es_es: Publicara las ultimas rodadas registradas en el sitio strava.com.
